Repository: miataru/miataru-ios-client
Catalog: miataru/miataru/Assets/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nl, zh_hans

# location_permission_open_settings_message
source: Location permission was previously denied. To enable location tracking, please open Settings and grant location access to Miataru.
da: Standorttilladelsen blev tidligere nægtet. For at aktivere standortsporing skal du åbne Indstillinger og give Miataru adgang til din placering.
de: Die Standortberechtigung wurde zuvor verweigert. Um die Standortverfolgung zu aktivieren, öffne bitte die Einstellungen und gewähre Miataru Zugriff auf deinen Standort.
es: El permiso de ubicación fue denegado anteriormente. Para habilitar el seguimiento de ubicación, abre Configuración y otorga acceso de ubicación a Miataru.
fi: Sijaintilupa evättiin aiemmin. Ota sijainnin seuranta käyttöön avaamalla Asetukset ja myöntämällä Miatarulle sijaintipääsy.
fr: L'autorisation de localisation a été refusée précédemment. Pour activer le suivi de localisation, ouvrez les Réglages et accordez l'accès à la localisation à Miataru.
it: Il permesso di posizione è stato negato in precedenza. Per abilitare il tracciamento della posizione, apri Impostazioni e concedi l'accesso alla posizione a Miataru.
ja: 位置情報の許可が以前に拒否されました。位置追跡を有効にするには、設定を開いてMiataruに位置情報へのアクセスを許可してください。
nl: Locatietoestemming werd eerder geweigerd. Om locatietracering in te schakelen, open Instellingen en verleen Miataru toegang tot uw locatie.
zh_hans: 位置权限之前被拒绝。要启用位置跟踪，请打开设置并向 Miataru 授予位置访问权限。

# location_permission_open_settings_title
source: Open Settings
da: Åbn indstillinger
de: Einstellungen öffnen
es: Abrir configuración
fi: Avaa asetukset
fr: Ouvrir les réglages
it: Apri impostazioni
ja: 設定を開く
nl: Instellingen openen
zh_hans: 打开设置

# location_sensitivity_explanation
source: This option determines the sensitivity of how often location updates are sent to the server. It's a combination of how much distance and accuracy of the location has changed compared to the last update.
da: Denne indstilling styrer, hvor følsomt placeringer sendes til serveren, kombinerer afstands- og nøjagtighedsændringer.
de: Diese Option legt fest, wie empfindlich die App auf Änderungen der Standortgenauigkeit im Vergleich zur letzten Aktualisierung reagiert und wie häufig Standort-Updates angefordert werden.
es: Esta opción determina la sensibilidad con la que se envían las actualizaciones de ubicación al servidor. Combina el cambio de distancia y de precisión respecto a la última actualización.
fi: Tämä asetus määrittää, kuinka herkästi sijaintipäivitykset lähetetään palvelimelle. Se yhdistää matka- ja tarkkuusmuutoksen.
fr: Cette option détermine la sensibilité de l’envoi des mises à jour de position au serveur. Elle combine le changement de distance et de précision par rapport à la dernière mise à jour.
it: Questa opzione determina la sensibilità con cui gli aggiornamenti di posizione vengono inviati al server. Combina variazione di distanza e precisione.
ja: このオプションは、前回の更新と比較して位置情報の精度がどの程度変化したかに応じて、位置情報更新を要求する感度を決定します。
nl: Deze optie bepaalt hoe gevoelig locatie-updates naar de server worden gestuurd. Het combineert afstands- en nauwkeurigheidsverandering.
zh_hans: 此选项决定向服务器发送位置更新的敏感度，综合距离和精度的变化。

# location_sensitivity_title
source: Location Update Sensitivity
da: Følsomhed for placeringsopdateringer
de: Empfindlichkeit der Standort-Updates
es: Sensibilidad de actualización de ubicación
fi: Sijaintipäivitysten herkkyys
fr: Sensibilité des mises à jour de position
it: Sensibilità aggiornamenti posizione
ja: 位置情報更新の感度
nl: Gevoeligheid locatie-updates
zh_hans: 位置更新敏感度

# location_track
source: Track device location
da: Spore enhedsplacering
de: Standort des Geräts verfolgen
es: Rastrear la ubicación del dispositivo
fi: Seuraa laitteen sijaintia
fr: suivre la position de l’appareil
it: Traccia posizione dispositivo
ja: デバイスの位置を追跡
nl: Apparaatlocatie volgen
zh_hans: 跟踪设备位置

# location_tracking_update_sensitivity_balanced_short
source: Balanced (10m/10m)
da: Balanceret (10m/10m)
de: Ausgewogen (10 m/10 m)
es: Equilibrado (10 m/10 m)
fi: Tasapainoinen (10m/10m)
fr: Équilibré (10 m/10 m)
it: Bilanciato (10m/10m)
ja: バランス (10m/10m)
nl: Gebalanceerd (10m/10m)
zh_hans: 平衡 (10m/10m)

# location_tracking_update_sensitivity_battery_saver_short
source: Battery saver (25m/20m)
da: Strømbesparelse (25m/20m)
de: Energiesparmodus (25 m/20 m)
es: Ahorro de batería (25 m/20 m)
fi: Virransäästö (25m/20m)
fr: Économie de batterie (25 m/20 m)
it: Risparmio batteria (25m/20m)
ja: 省電力 (25m/20m)
nl: Batterijbesparing (25m/20m)
zh_hans: 省电 (25m/20m)

# location_tracking_update_sensitivity_default_short
source: Default (5m/5m)
da: Standard (5m/5m)
de: Standard (5 m/5 m)
es: Predeterminado (5 m/5 m)
fi: Oletus (5m/5m)
fr: Par défaut (5 m/5 m)
it: Predefinito (5m/5m)
ja: デフォルト (5m/5m)
nl: Standaard (5m/5m)
zh_hans: 默认 (5m/5m)

# location_tracking_update_sensitivity_very_sensitive_short
source: Very sensitive (3m/2m)
da: Meget følsom (3m/2m)
de: Sehr empfindlich (3 m/2 m)
es: Muy sensible (3 m/2 m)
fi: Erittäin herkkä (3m/2m)
fr: Très sensible (3 m/2 m)
it: Molto sensibile (3m/2m)
ja: 非常に高感度 (3m/2m)
nl: Zeer gevoelig (3m/2m)
zh_hans: 超敏 (3m/2m)

# location_update_outbox_discard_pending_button
source: Discard queued updates
da: Kassér opdateringer i køen
de: Updates in der Queue verwerfen
es: Descartar actualizaciones en cola
fi: Hylkää jonossa olevat päivitykset
fr: Supprimer les mises à jour en attente
it: Elimina aggiornamenti in coda
ja: キュー内の更新を破棄
nl: Updates in wachtrij verwijderen
zh_hans: 丢弃队列中的更新

# location_update_outbox_flush_button
source: Flush queued updates
da: Send kø nu
de: Queue jetzt senden
es: Enviar cola ahora
fi: Lähetä jono nyt
fr: Envoyer la file maintenant
it: Invia coda ora
ja: キューを今すぐ送信
nl: Wachtrij nu versturen
zh_hans: 立即发送队列

# location_update_outbox_max_items_title
source: Maximum queued updates
da: Maksimalt gemte opdateringer
de: Maximal gespeicherte Updates
es: Máximo de actualizaciones guardadas
fi: Tallennettujen päivitysten enimmäismäärä
fr: Nombre maximal de mises à jour gardées
it: Aggiornamenti conservati al massimo
ja: 保存するアップデートの最大数
nl: Maximaal opgeslagen updates
zh_hans: 最大保存更新数

# location_update_outbox_retention_7d
source: 7 days
da: 7 dage
de: 7 Tage
es: 7 días
fi: 7 päivää
fr: 7 jours
it: 7 giorni
ja: 7日
nl: 7 dagen
zh_hans: 7 天

# location_update_outbox_retention_24h
source: 24 hours (default)
da: 24 timer (standard)
de: 24 Stunden (Standard)
es: 24 horas (predeterminado)
fi: 24 tuntia (oletus)
fr: 24 heures (par défaut)
it: 24 ore (predefinito)
ja: 24時間（デフォルト）
nl: 24 uur (standaard)
zh_hans: 24 小时（默认）

# location_update_outbox_retention_30d
source: 30 days
da: 30 dage
de: 30 Tage
es: 30 días
fi: 30 päivää
fr: 30 jours
it: 30 giorni
ja: 30日
nl: 30 dagen
zh_hans: 30 天

# location_update_outbox_retention_title
source: Unsent update queue retention
da: Bevaring af kø for usendte opdateringer
de: Aufbewahrung ungesendeter Updates
es: Retención de la cola de actualizaciones no enviadas
fi: Lähettämättömien päivitysten jonon säilytys
fr: Conservation de la file des mises à jour non envoyées
it: Conservazione della coda degli aggiornamenti non inviati
ja: 未送信アップデートキューの保持期間
nl: Bewaartermijn voor wachtrij met niet-verzonden updates
zh_hans: 未发送更新队列保留时间

# location_update_outbox_retention_unlimited
source: Unlimited
da: Ubegrænset
de: Unbegrenzt
es: Ilimitado
fi: Rajoittamaton
fr: Illimité
it: Illimitato
ja: 無制限
nl: Onbeperkt
zh_hans: 无限制

# location_update_outbox_send_to_new_server_button
source: Send to new server
da: Send til ny server
de: An neuen Server senden
es: Enviar al servidor nuevo
fi: Lähetä uudelle palvelimelle
fr: Envoyer au nouveau serveur
it: Invia al nuovo server
ja: 新しいサーバーに送信
nl: Naar nieuwe server sturen
zh_hans: 发送到新服务器

# location_update_outbox_server_change_message
source: There are %d queued location updates. Send them to the new server URL or discard them?
da: Der er %d placeringsopdateringer i kø. Skal de sendes til den nye server-URL eller kasseres?
de: Es sind %d Standort-Updates in der Queue. Sollen sie an die neue Server-URL gesendet oder verworfen werden?
es: Hay %d actualizaciones de ubicación en cola. ¿Enviarlas a la nueva URL del servidor o descartarlas?
fi: Jonossa on %d sijaintipäivitystä. Lähetetäänkö ne uuteen palvelimen URL-osoitteeseen vai hylätäänkö ne?
fr: %d mises à jour de position sont en attente. Les envoyer à la nouvelle URL du serveur ou les supprimer ?
it: Ci sono %d aggiornamenti di posizione in coda. Inviarli al nuovo URL del server o eliminarli?
ja: %d 件の位置情報更新がキューにあります。新しいサーバー URL に送信しますか、それとも破棄しますか？
nl: Er staan %d locatie-updates in de wachtrij. Naar de nieuwe server-URL sturen of verwijderen?
zh_hans: 队列中有 %d 条位置更新。要发送到新的服务器 URL，还是丢弃它们？

# location_update_outbox_server_change_title
source: Queued location updates
da: Placeringsopdateringer i kø
de: Standort-Updates in der Queue
es: Actualizaciones de ubicación en cola
fi: Jonossa olevat sijaintipäivitykset
fr: Mises à jour de position en attente
it: Aggiornamenti di posizione in coda
ja: キュー内の位置情報更新
nl: Locatie-updates in wachtrij
zh_hans: 队列中的位置更新

source: Manage your DeviceKey
da: Administrer din DeviceKey
de: DeviceKey verwalten
es: Gestiona tu DeviceKey
fi: Hallitse DeviceKey
fr: Gérer ton DeviceKey
it: Gestisci il tuo DeviceKey
ja: DeviceKey を管理
nl: Beheer je DeviceKey
zh_hans: 管理你的 DeviceKey

# map_configuration
source: Map settings
da: Kortindstillinger
de: Karteneinstellungen
es: Configuración del mapa
fi: Kartta-asetukset
fr: Réglages de la carte
it: Impostazioni mappa
ja: マップ設定
nl: Kaartinstellingen
zh_hans: 地图设置

# map_device_quick_actions_message
source: Choose an action for %@
da: Vælg en handling for %@
de: Aktion für %@ auswählen
es: Elige una acción para %@
fi: Valitse toiminto laitteelle %@
fr: Choisissez une action pour %@
it: Scegli un'azione per %@
ja: %@ の操作を選択してください
nl: Kies een actie voor %@
zh_hans: 为 %@ 选择一个操作

# map_device_quick_actions_title
source: Device quick actions
da: Hurtighandlinger for enhed
de: Geräteaktionen
es: Acciones rápidas del dispositivo
fi: Laitteen pikat toiminnot
fr: Actions rapides de l’appareil
it: Azioni rapide dispositivo
ja: デバイスのクイック操作
nl: Snelle apparaat-acties
zh_hans: 设备快捷操作

# map_marker_open_details
source: Opens device details on the map
da: Åbner enhedsdetaljer på kortet
de: Öffnet die Gerätedetails auf der Karte
es: Abre los detalles del dispositivo en el mapa
fi: Avaa laitteen tiedot kartalla
fr: Ouvre les détails de l’appareil sur la carte
it: Apre i dettagli del dispositivo sulla mappa
ja: 地図上でデバイスの詳細を開く
nl: Opent apparaatdetails op de kaart
zh_hans: 在地图上打开设备详情

source: Map type
da: Korttype
de: Kartentyp
es: Tipo de mapa
fi: Karttatyyppi
fr: Type de carte
it: Tipo di mappa
ja: マップタイプ
nl: Kaarttype
zh_hans: 地图类型

# map_update_interval
source: Update interval on map
da: Opdateringsinterval på kort
de: Aktualisierungsintervall für Devices
es: Intervalo de actualización en el mapa
fi: Karttapäivitysten väli
fr: Intervalle de mise à jour sur la carte
it: Intervallo aggiornamento mappa
ja: マップの更新間隔
nl: Bijwerkinterval op kaart
zh_hans: 地图更新间隔

# map_zoom_level
source: Default map zoom level
da: Standard zoomniveau for kort
de: Standard-Zoomstufe der Karte
es: Nivel de zoom predeterminado del mapa
fi: Oletuszoomaustaso
fr: Niveau de zoom par défaut de la carte
it: Livello di zoom predefinito
ja: マップのデフォルトズームレベル
nl: Standaard zoomniveau kaart
zh_hans: 默认地图缩放级别

source: Max 40 characters
da: Maks. 40 tegn
de: Max. 40 Zeichen
es: Máx. 40 caracteres
fi: Enintään 40 merkkiä
fr: 40 caractères max
it: Max 40 caratteri
ja: 最大40文字
nl: Max. 40 tekens
zh_hans: 最多40个字符

source: Miataru helps you share your (device) location with people and groups you trust.
da: Miataru hjælper dig med at dele din (enheds)placering med personer og grupper, du stoler på.
de: Miataru hilft dir, deinen (Geräte-)Standort mit Personen und Gruppen zu teilen, denen du vertraust.
es: Miataru te ayuda a compartir la ubicación de tu dispositivo con personas y grupos de confianza.
fi: Miataru auttaa jakamaan (laitteen) sijaintisi luotettujen ihmisten ja ryhmien kanssa.
fr: Miataru t'aide à partager la position de ton appareil avec des personnes et des groupes de confiance.
it: Miataru ti aiuta a condividere la posizione (del dispositivo) con persone e gruppi di cui ti fidi.
ja: Miataruは信頼できる人やグループとデバイスの位置情報を共有するのに役立ちます。
nl: Miataru helpt je je (apparaat)locatie te delen met mensen en groepen die je vertrouwt.
zh_hans: Miataru 帮助你与信任的人和群组共享（设备）位置。

source: Miataru is set up and ready.
da: Miataru er sat op og klar.
de: Miataru ist eingerichtet und bereit.
es: Miataru está configurado y listo.
fi: Miataru on asetettu ja valmis.
fr: Miataru est configuré et prêt.
it: Miataru è configurata e pronta.
ja: Miataruは設定され、使用可能です。
nl: Miataru is ingesteld en klaar.
zh_hans: Miataru 已设置完毕，准备就绪。

source: Miataru needs your location to provide core app functionality, such as sharing your position with trusted contacts.
da: Miataru har brug for din placering for at levere kernefunktioner, som at dele din position med betroede kontakter.
de: Miataru benötigt deinen Standort, um Kernfunktionen der App bereitzustellen, z. B. das Teilen deiner Position mit vertrauenswürdigen Kontakten.
es: Miataru necesita tu ubicación para ofrecer funciones básicas como compartir tu posición con contactos de confianza.
fi: Miataru tarvitsee sijaintisi tarjotakseen ydintoiminnot, kuten sijainnin jakamisen luotettujen kontaktien kanssa.
fr: Miataru a besoin de ta position pour fournir ses fonctionnalités principales, comme partager ta position avec des contacts de confiance.
it: Miataru ha bisogno della tua posizione per fornire le funzioni principali, come condividere la posizione con contatti fidati.
ja: Miataruは、信頼できる連絡先と位置情報を共有するなど、アプリの主要な機能を提供するためにあなたの位置情報が必要です。
nl: Miataru heeft je locatie nodig voor kernfunctionaliteit, zoals het delen van je positie met vertrouwde contacten.
zh_hans: Miataru 需要你的位置信息来提供核心功能，例如与可信联系人分享位置。

source: Miataru uses battery optimized background location tracking
da: Miataru bruger batterioptimeret baggrundssporing
de: Miataru verwendet batterieverbrauchsoptimierte Hintergrund-Standortverfolgung
es: Miataru usa un seguimiento de ubicación en segundo plano optimizado para la batería
fi: Miataru käyttää akkuoptimoitua taustasijainnin seurantaa
fr: Miataru utilise un suivi de localisation en arrière-plan optimisé pour la batterie
it: Miataru usa un tracciamento in background ottimizzato per la batteria
ja: Miataruはバッテリー消費を最適化したバックグラウンド位置情報追跡を使用します。
nl: Miataru gebruikt batterij-geoptimaliseerde achtergrondlocatietracering
zh_hans: Miataru 使用电量优化的后台位置跟踪

# mutual_navigation_active
source: mutual active
da: gensidig aktiv
de: beidseitig aktiv
es: activo mutuo
fi: molemminpuolinen aktiivinen
fr: actif mutuel
it: attivo reciproco
ja: 相互アクティブ
nl: wederzijds actief
zh_hans: 相互激活

# my_device
source: this Device
da: denne enhed
de: dieses Gerät
es: este dispositivo
fi: tämä laite
fr: cet appareil
it: questo dispositivo
ja: このデバイス
nl: dit apparaat
zh_hans: 此设备

# my_device_qr_code
source: This is your devices QR-Code.
da: Dette er din enheds QR-kode.
de: QR-Code meines Geräts
es: Este es el código QR de tu dispositivo.
fi: Tässä on laitteesi QR-koodi.
fr: Voici le code QR de ton appareil.
it: Questo è il QR code del tuo dispositivo.
ja: 私のデバイスのQRコード
nl: Dit is de QR-code van je apparaat.
zh_hans: 这是你的设备二维码。

# navigation
source: Navigate
da: Naviger
de: Navigieren
es: Navegar
fi: Navigoi
fr: Navigation
it: Naviga
ja: ナビゲート
nl: Navigeren
zh_hans: 导航

# navigation_auto_route_update
source: Automatic route update
da: Automatisk ruteopdatering
de: Automatisches Routen-Update
es: Actualización automática de ruta
fi: Automaattinen reitin päivitys
fr: Mise à jour automatique de l’itinéraire
it: Aggiornamento automatico percorso
ja: 自動ルート更新
nl: Automatische route-update
zh_hans: 自动更新路线

# navigation_stopped_automatically
source: Navigation stopped automatically - devices are close
da: Navigation stoppet automatisk - enheder er tæt på
de: Navigation automatisch beendet - Geräte sind nah beieinander
es: Navegación detenida automáticamente - los dispositivos están cerca
fi: Navigointi pysähtyi automaattisesti - laitteet ovat lähellä
fr: Navigation arrêtée automatiquement - les appareils sont proches
it: Navigazione interrotta automaticamente - i dispositivi sono vicini
ja: ナビゲーションが自動的に停止しました - デバイスが近くにあります
nl: Navigatie automatisch gestopt - apparaten zijn dichtbij
zh_hans: 导航已自动停止 - 设备距离很近

# network_error
source: Network error. Check server URL or network connection.
da: Netværksfejl. Tjek server-URL eller netværksforbindelse.
de: Netzwerkfehler
es: Error de red. Verifica la URL del servidor o la conexión de red.
fi: Verkkovirhe. Tarkista palvelin-URL tai yhteys.
fr: Erreur réseau. Vérifiez l’URL du serveur ou la connexion réseau.
it: Errore di rete. Controlla URL del server o connessione.
ja: ネットワークエラー
nl: Netwerkfout. Controleer server-URL of netwerkverbinding.
zh_hans: 网络错误。请检查服务器 URL 或网络连接。

# new_device
source: Add a new device
da: Tilføj ny enhed
de: Neues Gerät
es: Agregar un nuevo dispositivo
fi: Lisää uusi laite
fr: Ajouter un nouvel appareil
it: Aggiungi nuovo dispositivo
ja: 新しいデバイスを追加
nl: Nieuw apparaat toevoegen
zh_hans: 添加新设备

source: Next
da: Næste
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
it: Avanti
ja: 次へ
nl: Volgende
zh_hans: 下一步

source: No groups yet
da: Ingen grupper endnu
de: Noch keine Gruppen
es: Aún no hay grupos
fi: Ei vielä ryhmiä
fr: Pas encore de groupe
it: Nessun gruppo ancora
ja: グループがまだありません
nl: Nog geen groepen
zh_hans: 还没有群组

# no_device_selected
source: No device selected for this window.
da: Ingen enhed valgt til dette vindue.
de: Kein Gerät für dieses Fenster ausgewählt.
es: No hay ningún dispositivo seleccionado para esta ventana.
fi: Tälle ikkunalle ei ole valittu laitetta.
fr: Aucun appareil sélectionné pour cette fenêtre.
it: Nessun dispositivo selezionato per questa finestra.
ja: このウィンドウにデバイスが選択されていません。
nl: Geen apparaat geselecteerd voor dit venster.
zh_hans: 此窗口未选择任何设备。

# no_groups_available_create_new
source: No groups available. Create a new group to get started.
da: Ingen grupper tilgængelige. Opret en ny for at komme i gang.
de: Keine Gruppen verfügbar. Erstelle eine neue Gruppe, um zu beginnen.
es: No hay grupos disponibles. Crea uno nuevo para empezar.
fi: Ei ryhmiä. Luo uusi aloittaaksesi.
fr: Aucun groupe disponible. Créez-en un nouveau pour commencer.
it: Nessun gruppo disponibile. Creane uno nuovo per iniziare.
ja: 利用できるグループはありません。新しいグループを作成して開始してください。
nl: Geen groepen beschikbaar. Maak een nieuwe om te beginnen.
zh_hans: 暂无群组。创建新群组开始使用。

# no_location_data_found
source: No location data could be found.
da: Ingen placeringsdata fundet.
de: Keine Standortdaten gefunden
es: No se encontraron datos de ubicación.
fi: Sijaintidataa ei löytynyt.
fr: Aucune donnée de localisation trouvée.
it: Nessun dato di posizione trovato.
ja: 位置情報データが見つかりませんでした
nl: Geen locatiedata gevonden.
zh_hans: 找不到位置数据。

# onboarding_unknown_visitor_alerts_example_message
source: "An unknown device (Maria's iPhone) from Berlin requested your position"
da: "En ukendt enhed (Marias iPhone) fra Berlin har anmodet om din position"
de: „Ein unbekanntes Gerät (Marias iPhone) aus Berlin hat deine Position angefragt“
es: "Un dispositivo desconocido (iPhone de María) de Berlín solicitó tu posición"
fi: "Tuntematon laite (Marian iPhone) Berliinistä pyysi sijaintiasi"
fr: "Un appareil inconnu (l'iPhone de Maria) de Berlin a demandé votre position"
it: "Un dispositivo sconosciuto (iPhone di Maria) da Berlino ha richiesto la tua posizione"
ja: 「不明なデバイス（Maria の iPhone）がベルリンからあなたの位置情報を要求しました」
nl: "Een onbekend apparaat (Maria's iPhone) uit Berlijn heeft je positie opgevraagd"
zh_hans: “来自柏林的未知设备（Maria 的 iPhone）请求了你的位置”

# onboarding_unknown_visitor_alerts_example_title
source: Notification example
da: Eksempel på notifikation
de: Benachrichtigungsbeispiel
es: Ejemplo de notificación
fi: Ilmoitusesimerkki
fr: Exemple de notification
it: Esempio di notifica
ja: 通知の例
nl: Voorbeeldmelding
zh_hans: 通知示例

# onboarding_unknown_visitor_alerts_intro_text
source: Miataru can alert you when an unknown device requests your position.
da: Miataru kan advare dig, når en ukendt enhed anmoder om din position.
de: Miataru kann dich benachrichtigen, wenn ein unbekanntes Gerät deine Position anfragt.
es: Miataru puede avisarte cuando un dispositivo desconocido solicite tu posición.
fi: Miataru voi hälyttää, kun tuntematon laite pyytää sijaintiasi.
fr: Miataru peut vous avertir lorsqu'un appareil inconnu demande votre position.
it: Miataru può avvisarti quando un dispositivo sconosciuto richiede la tua posizione.
ja: 不明なデバイスがあなたの位置情報を要求したときに、Miataru が通知できます。
nl: Miataru kan je waarschuwen wanneer een onbekend apparaat je positie opvraagt.
zh_hans: 当未知设备请求你的位置时，Miataru 可以提醒你。

# onboarding_unknown_visitor_alerts_title
source: Unknown Visitor Alerts
da: Advarsler om ukendte besøgende
de: Alarm bei unbekannten Besuchern
es: Alertas de visitantes desconocidos
fi: Hälytykset tuntemattomista kävijöistä
fr: Alertes visiteurs inconnus
it: Avvisi visitatori sconosciuti
ja: 不明な訪問デバイスの通知
nl: Waarschuwingen voor onbekende bezoekers
zh_hans: 未知访客提醒

source: Only allowed when app in foregrond
da: Kun tilladt når appen er i forgrunden
de: Nur erlaubt, wenn die App im Vordergrund ist
es: Permitido solo cuando la app está en primer plano
fi: Sallittu vain kun sovellus on etualalla
fr: Autorisé uniquement lorsque l’app est au premier plan
it: Consentito solo quando l'app è in primo piano
ja: アプリがフォアグラウンドにあるときのみ許可されます
nl: Alleen toegestaan als app op de voorgrond is
zh_hans: 仅在应用前台时允许

source: only store last location
da: gem kun seneste placering
de: Nur letzten Standort
es: guardar solo la última ubicación
fi: tallenna vain viimeinen sijainti
fr: ne stocker que la dernière position
it: salva solo l'ultima posizione
ja: 最後の位置情報のみ保存
nl: alleen laatste locatie opslaan
zh_hans: 仅保存最后位置

source: Only the last location is stored for a fixed time on the server (default 30 minutes).
da: Kun den seneste placering gemmes på serveren i en fast periode (standard 30 minutter).
de: Auf dem Server wird nur der letzte Standort für eine begrenzte Zeit gespeichert (Standard: 30 Minuten).
es: Solo se guarda la última ubicación en el servidor durante un tiempo fijo (predeterminado: 30 minutos).
fi: Vain viimeinen sijainti tallennetaan palvelimelle määräajaksi (oletus 30 min).
fr: Seule la dernière position est conservée sur le serveur pendant une durée fixe (par défaut 30 minutes).
it: Solo l'ultima posizione viene salvata sul server per un tempo fissato (predefinito 30 minuti).
ja: サーバーには最後の位置情報のみが一定期間保存されます（デフォルト: 30分）。
nl: Alleen de laatste locatie wordt voor een vaste tijd op de server opgeslagen (standaard 30 minuten).
zh_hans: 服务器只会在固定时间内保存最后一次位置（默认 30 分钟）。

source: Open app settings in iOS to change location permission state.
da: Åbn app-indstillinger i iOS for at ændre placeringstilladelsen.
de: Öffne die App-Einstellungen auf iOS, um den Standortberechtigungsstatus zu ändern.
es: Abre los ajustes de la app en iOS para cambiar el estado del permiso de ubicación.
fi: Avaa iOS-asetuksista sovelluksen sijaintilupa.
fr: Ouvrez les réglages de l’app dans iOS pour modifier l’autorisation de localisation.
it: Apri le impostazioni dell'app in iOS per modificare il permesso di posizione.
ja: iOSのアプリ設定を開いて位置情報の権限状態を変更してください。
nl: Open app-instellingen in iOS om de locatiemachtiging te wijzigen.
zh_hans: 在 iOS 中打开应用设置以更改位置权限状态。

# open_device_actions_hint
source: Open actions for this device
da: Åbn handlinger for denne enhed
de: Aktionen für dieses Gerät öffnen
es: Abrir acciones para este dispositivo
fi: Avaa tämän laitteen toiminnot
fr: Ouvrir les actions pour cet appareil
it: Apri azioni per questo dispositivo
ja: このデバイスの操作を開きます
nl: Open acties voor dit apparaat
zh_hans: 打开此设备的操作
